<template>
    <div class="contacts" style="position: relative">

        <Head_component
            title="О компании"
            :isShadow="true"
            :isLight="true"
        ></Head_component>

        <div class="about-box">
            <div class="about-row">
                <div class="about-col">
                    <div class="text">
                        <p>
                            «Управление инвестиционных программ» успешно ведёт свою деятельность с 2004 года. Основные направления инвестиционной политики предприятия: строительство жилых комплексов и объектов коммерческой недвижимости.
                        </p>
                        <p>
                            Первыми предприятиями Группы компаний «Управление инвестиционных программ» (УИП) были Открытое акционерное общество «Управление инвестиционных программ города Хабаровска» и его правопреемник ООО «Управление инвестиционных программ города Хабаровска». В 2020 году в ГК УИП входят: ООО «СЗ-Управление инвестиционных программ города Хабаровска», ООО «УИП ДВ», ООО «УИП», ООО «Управление инвестиционных программ», ООО «СЗ-АЛЬТА», ООО «СЗ-АЛЬТАМИРА».
                        </p>
                        <p>
                            Основной вид деятельности Группы компаний УИП: оказание услуг заказчика-застройщика при реализации инвестиционных проектов. Дополнительный вид деятельности: продажа и сдача в аренду недвижимого имущества. Юридический адрес: 680000 г. Хабаровск, ул. Гайдара, 14.
                        </p>
                        <p>
                            Нашими конкурентными преимуществами являются: хорошее качество строительства; своевременная сдача объектов в эксплуатацию; различные варианты  оплаты приобретаемой недвижимости; строительство в местах с оптимальной инфраструктурой; возведение комфортного жилья.
                        </p>
                        <p>
                            Мы стремимся повышать качество строительства объектов, при этом сохраняя доступный уровень цен на жилые и коммерческие помещения. Значительный опыт, безукоризненное соблюдение сроков строительства и положительные отзывы клиентов – наши главные ценности.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    import Head_component from "./layout/HeadComponent";
    export default {
        name: "About",
        components: {Head_component}
    }
</script>

<style scoped>

</style>
