<template>
    <div style="position: relative">
        <head_component
            :is-light="true"
            :is-shadow="true"
            title="Достижения"
        ></head_component>

        <div class="achievements-box">
            <div class="achievements-row">
                <div class="achievements-text">
                    <p>
                        На начальном этапе работы Управления инвестиционных программ в разных частях города возникли торговые комплексы, один за другим были реализованы социальные проекты: построены бани, реконструированы магазины торговой сети «Ветеран». В сентябре 2004 года было завершено обновление детского парка им. А. Гайдара.  Следующий шаг инвестиционного развития был сделан на городском рынке коммерческой недвижимости:  торговый дом «Лотос» площадью 3 369 кв.м.; торгово-развлекательный центр «Большая Медведица» площадью 26 250 кв.м.; торговый центр «Магазины радости» с площадью здания 16 600 кв.м. К 150-летию Хабаровска на обновленной привокзальной площади были запущены в эксплуатацию сразу два объекта - многоуровневая автопарковка и торговый центр. Здание делового назначения по улице Дзержинского 65 (деловой центр «Felix-city») стало победителем конкурса "Лучший реализованный инвестиционный проект 2009 года", повторив достижение торгово-развлекательного центра «Большая Медведица», получившего эту награду по итогам 2008 года.
                    </p>

                    <p>
                        В 2010 году был начат масштабный проект комплексной застройки по ул. Суворова в Южном округе. Летом 2012 года завершено строительство первого этапа - торгово-развлекательного комплекса "Южный парк" площадью 37000 кв.м. Данный объект стал победителем городского конкурса "Лучший реализованный проект 2012 года". В 2017 году завершено строительство жилого комплекса «Южный парк», состоящего из двухуровневой автопарковки и 7 жилых домов.
                    </p>

                    <p>
                        К долевому строительству жилья в Хабаровске Управление инвестиционных программ приступило в 2007 году и в феврале 2010 г. был введён в эксплуатацию первый жилой дом по ул. Истомина 41 на 83 квартиры. Осенью 2011 года завершилось строительство ещё одного дома на 95 квартир - второй очереди жилого комплекса по ул. Истомина (дом № 39 А). В ноябре 2012 г. введена в эксплуатацию следующая новостройка на 214 квартир - жилой дом "Оптима", расположенный на углу улиц Дикопольцева и Войкова. Жилой дом "Байкал" (пер. Байкальский, дом № 5) введён в эксплуатацию 27 сентября 2013 года. В 2014 году было завершено строительство уже 3 жилых домов: по ул. Комсомольской 74, дом "Крылья" по ул. Калинина 8 и Дом №1 жилого комплекса "Южный парк". За 2015 год введены в эксплуатацию ещё 3 дома в жилом комплексе "Южный парк" и УИП стал победителем городского конкурса в номинации «Строительство жилых домов». В 2016 году ряды новостроек пополнило уже 4 дома от УИПа: два дома в ж.к. "Южный парк" и два дома жилого комплекса "Восточный" по ул. Карла Маркса 144/2 В и Г. По итогам 2017 года Управление инвестиционных программ получило золотой знак Надежный застройщик России 2017 г.
                        Предприятие ежегодно сдаёт в эксплуатацию новые объекты, увеличивая их количество и масштабы, двигаясь к выполнению своей миссии - лидерству в секторе строительства коммерческой и жилой недвижимости. По итогам 2019 года за период работы УИПом введено в эксплуатацию 20 жилых домов, общей площадью 171 707 кв.м. на 3 627 квартир.
                    </p>

                </div>
                    <viewer class="achievements-img" :images="images" :options="options">
                        <div class="achievement-img" v-for="image in images" :key="image.id">
                            <img :src="image.src">
                        </div>
                    </viewer>
            </div>
        </div>

    </div>
</template>

<script>
    import Head_component from "./layout/HeadComponent";
    export default {
        name: "achievements",
        components: {Head_component},
        data(){
            return{
                options:{
                    "title": false,
                    "scalable": false,
                },
                images:[
                    {id: 1, src: "/img/achievements/1.jpg"},
                    {id: 2, src: "/img/achievements/2.png"},
                    {id: 3, src: "/img/achievements/3.jpg"},
                    {id: 4, src: "/img/achievements/4.png"},
                ]
            }
        }
    }
</script>

<style scoped>

</style>
